# -*-coding: utf-8-*-
rasp_chisl = open('data/chisl.txt', 'r', encoding='utf-8').read().split('#\n')
rasp_znam = open('data/znam.txt', 'r', encoding='utf-8').read().split('#\n')

rasp_today = (
    'Расписание на понедельник:\n',
    'Расписание на вторник:\n',
    'Расписание на среду:\n',
    'Расписание на четверг:\n',
    'Расписание на пятницу:\n',
    'Расписание на субботу:\n',
    'Расписание на воскресенье:\n')

rasp_zvon = (
    'Расписание звонков:\n'
    '1. 8:00 - 9:35\n'
    '2. 9:45 - 11:20\n'
    '3. 11:30 - 13:05\n'
    '4. 13:25 - 15:00\n'
    '5. 15:10 - 16:45\n'
    '6. 16:55 - 18:30\n'
    '7. 18:40 - 20:00\n'
    '8. 20:10 - 21:30\n'
)
